<html>
    <head>
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <title>Coming Soon</title>
        <meta name="description" content="">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link rel="stylesheet" href="style.css">
    </head>
    <body>
    <header>
        <a href="#" class="logo">My iDrive</a>
        <nav>
            <ul>
                <li><a href="index.html">Home</a></li>
                <li><a href="privacy-policy.html">Privacy Policy</a></li>
            </ul>
        </nav>
    </header>

        <div class="contentPP">
            <br>
           <p><strong> Allgemeine Gesch&auml;ftsbedingungen f&uuml;r Fahrg&auml;ste</strong></p>
           <br>
<p>Diese Allgemeinen Gesch&auml;ftsbedingungen gelten zwischen der myIDrive GmbH (&quot;myIDrive&quot;) und Fahrg&auml;sten, die &uuml;ber die myIDrive App Fahrdienstleistungen in Anspruch nehmen. Mit der erstmaligen Benutzung der myIDrive App und mit jeder weitere Nutzung der myIDrive App erkl&auml;rt der Fahrgast sein rechtsverbindliches Einverst&auml;ndnis mit diesen Allgemeinen Gesch&auml;ftsbedingungen.</p>
<br>
<p><strong>Registrierung</strong></p>
<br>
<p>Vor Inanspruchnahme von Fahrdienstleistungen muss sich der Fahrgast unter vollst&auml;ndiger und wahrheitsgem&auml;sser Angabe seiner pers&ouml;nlichen Daten auf der myIDrive App registrieren. Die Identifikation des Fahrgasts erfolgt &uuml;ber die von ihm angegebene Telefonnummer. Sind die Angaben nicht oder nicht mehr richtig, vollst&auml;ndig und aktuell bzw. ist die hinterlegte Kredit- oder Debitkarte ung&uuml;ltig oder abgelaufen, kann es sein, dass der Fahrgast keinen Zugriff auf die Dienstleistungen von myIDrive erh&auml;lt bzw. diese nicht l&auml;nger nutzen kann. Im Falle einer &Auml;nderung der Telefonnummer des Fahrgasts, erfolgt eine erneute Identifikation &uuml;ber die neue Telefonnummer. Der Fahrgast ist f&uuml;r alle Aktivit&auml;ten auf seinem myIDrive App-Konto verantwortlich und verpflichtet sich, Benutzernamen und Passwort jederzeit sicher zu verwahren und geheim zu halten. Nach erfolgreicher Registrierung erh&auml;lt der Fahrgast von myIDrive eine Best&auml;tigung und sein myIDrive App-Konto wird freigeschaltet. Erst dann (und nur, solange er alle Voraussetzung und Pflichten gem&auml;ss diesen Allgemeinen Gesch&auml;ftsbedingungen erf&uuml;llt) ist er berechtigt, auf der Grundlage dieser Allgemeinen Gesch&auml;ftsbedingungen die myIDrive App und die Dienstleistungen von myIDrive zu nutzen.</p>
<br>
<p><strong>Leistungen von myIDrive.</strong></p>
<br>
<p>MyIDrive tritt ausschliesslich als Betreiberin einer Technologie-Plattform auf, welche Fahrdienstleistungen vermittelt. Sie vermittelt dem Fahrgast potenzielle Fahrer, die &uuml;ber die myIDrive App eine Fahrdienstleistung anbieten. Eine solche Bestellung stellt ein Angebot zum Abschluss eines Bef&ouml;rderungsvertrags dar. Der Fahrer sieht die erforderlichen Angaben des Fahrgasts (Name des Fahrgasts, Abholort etc.) sowie den voraussichtlichen Fahrpreis und kann &uuml;ber die myIDrive App direkt die Bestellung annehmen und Kontakt zum potenziellen Fahrgast aufnehmen (&uuml;ber die myIDrive App, anonymisierter SMS oder anonymisiertem Anruf). Der Fahrer kann eine Bestellung nach eigenem Ermessen annehmen oder ignorieren. Durch die Annahme kommt zwischen dem Fahrer und dem Fahrgast ein Bef&ouml;rderungsvertrag zustande. Der Fahrgast nimmt zur Kenntnis, dass myIDrive keine Fahrdienstleistungen anbietet und dass alle Fahrdienstleistungen von unabh&auml;ngigen Dritten erbracht werden, die nicht bei myIDrive angestellt sind. Die myIDrive App kann vom Fahrgast im App Store oder im Google Play Store heruntergeladen und auf internetf&auml;higen mobilen Endger&auml;ten wie Smartphones, Tablets etc. benutzt werden. MyIDrive gew&auml;hrt dem Fahrgast hiermit eine nicht ausschliessliche, nicht unterlizenzierbare, nicht &uuml;bertragbare Lizenz zur Nutzung der myIDrive App und der Website nach Massgabe dieser Allgemeinen Gesch&auml;ftsbedingungen. Diese Lizenz kann von myIDrive jederzeit entsch&auml;digungslos widerrufen werden. Alle Eigentums-, Urheberrechts- und sonstigen Schutzrechte an der myIDrive App bzw. der Software verbleiben bei myIDrive. Die dem Fahrgast zur Verf&uuml;gung gestellte Software darf er nicht kopieren, ver&auml;ndern, zur&uuml;ckentwickeln, dekompilieren oder verbreiten. Der Fahrgast hat keinen Anspruch auf eine st&auml;ndige und ununterbrochene Verf&uuml;gbarkeit der myIDrive App. MyIDrive ist jedoch bem&uuml;ht, eine h&ouml;chstm&ouml;gliche Verf&uuml;gbarkeit zu erreichen und St&ouml;rungen schnellstm&ouml;glich zu beheben. Dar&uuml;ber hinaus hat myIDrive das Recht, den Service vor&uuml;bergehend einzustellen, auch ohne die Fahrg&auml;ste individuell zu informieren. MyIDrive kann von Zeit zu Zeit Verbesserungen an den Funktionen der myIDrive App vornehmen, die Patches, Fehlerbehebungen, Updates, Upgrades und andere Modifikationen (&quot;Updates&quot;) enthalten k&ouml;nnen. Updates k&ouml;nnen bestimmte Funktionen der myIDrive App &auml;ndern oder l&ouml;schen. Sie erkl&auml;ren sich damit einverstanden, dass myIDrive nicht verpflichtet ist, (i) Updates bereitzustellen oder (ii) Ihnen bestimmte Funktionen und/oder Anwendungen weiterhin zur Verf&uuml;gung zu stellen oder zu aktivieren. Sie stimmen ausserdem zu, dass alle Updates (i) als integraler Bestandteil der myIDrive App betrachtet werden und (ii) den Bedingungen dieser AGB unterliegen. Um die myIDrive App nutzen zu k&ouml;nnen, muss sich der Fahrgast mit dem bei seiner Registrierung gew&auml;hlten Benutzernamen und Passwort einloggen. Er hat seinen Benutzernamen und sein Passwort sicher zu verwahren und darf seinen Benutzernamen und sein Passwort nicht Dritten mitteilen und/oder diesen anderweitig den Zugang zur myiDrive App erm&ouml;glichen. &Uuml;ber eine unberechtigte Nutzung der myIDrive App durch Dritte muss myIDrive umgehend informiert werden. MyIDrive ist nicht verantwortlich f&uuml;r den Internetzugang sowie die technischen Voraussetzungen, die Konfiguration und die Leistungsf&auml;higkeit des Endger&auml;tes zur Nutzung der myIDrive App. Hierf&uuml;r sowie f&uuml;r die Aktualit&auml;t der myIDrive App bzw. der Software hat der Fahrgast eigenverantwortlich und auf seine Kosten zu sorgen.</p>
<br>
<p><strong>Pflichten des Fahrgasts</strong></p>
<br>
<p>Der Fahrgast verpflichtet sich zur Einhaltung aller einschl&auml;gigen Gesetze bei der Nutzung der Dienstleistungen der myIDrive. MyIDrive darf ausschliesslich f&uuml;r rechtm&auml;ssige Zwecke genutzt werden (z.B. darf der Fahrgast keine verbotenen oder gef&auml;hrlichen Materialien transportieren). Der Fahrgast verpflichtet sich, beim Fahrer oder einer anderen Partei im Rahmen der Nutzung der Dienstleistungen keine Bel&auml;stigung, keinen &Auml;rger, keine Unannehmlichkeiten und keine Sachsch&auml;den zu verursachen. Der Fahrgast haftet dem Fahrer f&uuml;r s&auml;mtliche von ihm verursachten Sch&auml;den, Reinigungs- und Reparaturkosten. Falls ein Fahrer einen Reparatur- oder Reinigungsbedarf meldet und nachdem myIDrive diese Meldung nach eigenem Ermessen gepr&uuml;ft hat, beh&auml;lt sich myIDrive das Recht vor, die f&uuml;r diese Reparatur oder Reinigung angemessenen Kosten durch Belastung der vom Fahrgast hinterlegten Kredit- oder Debitkarte zu decken. Diese Betr&auml;ge werden von myIDrive a den jeweiligen Fahrer &uuml;berwiesen und k&ouml;nnen nicht r&uuml;ckerstattet werden.</p>
<br>
<p><strong>Zahlung, Abrechnung</strong></p>
<br>
<p>Der vom Fahrgast f&uuml;r die Fahrt voraussichtlich zu bezahlende Preis (inkl. MwSt.) wird von myIDrive vor Fahrtantritt festgelegt. Er wird errechnet aus einem Grundpreis, einem Preis pro Minute und einem Preis pro Kilometer und unterscheidet sich je nach Fahrzeugkategorie (iDrive, iBig, iLux, Leaf, usw.). Die Fahrpreisberechnung erfolgt automatisch gest&uuml;tzt auf die im Zeitpunkt der Bestellung vorliegenden Verkehrsdaten. Bei Abweichungen (z.B. aufgrund unvorhergesehenen Staus) wird der Preis bei Beendigung der Fahrt automatisch angepasst. Je nach (erh&ouml;hter) Nachfrage in bestimmten geographischen Gebieten erfolgt ein von myIDrive festgelegter Zuschlag, der dem Fahrgast vor der Bestellung angezeigt wird. Es gilt zudem ein Mindestpreis pro Fahrt, der sich je nach Fahrzeugkategorie unterscheidet. Das jeweils aktuelle Preisblatt mit s&auml;mtlichen Preisinformationen kann unter <a data-fr-linked="true" href="https://myIDrive.ch/ride-with-myIDrive">https://myIDrive.ch/ride-with-myIDrive</a> abgerufen werden. Der Fahrtpreis ist unverz&uuml;glich zahlbar und wird von myIDrive durch Belastung der hinterlegten Kredit- oder Debitkarte abgerechnet. Kann die prim&auml;r hinterlegte Kredit- oder Debitkarte nicht belastet werden, erfolgt eine Belastung der gegebenenfalls weiteren hinterlegten Kredit- oder Debitkarten. Zus&auml;tzlich hat der Fahrgast die M&ouml;glichkeit der Barzahlung, sofern er dies bei der Bestellung angegeben hat. Der Fahrgast erh&auml;lt umgehend von myIDrive eine Zahlungsbest&auml;tigung per E-Mail und kann diese jederzeit in der myiDrive App einsehen. Der Fahrgast hat zudem die M&ouml;glichkeit, dem Fahrer &uuml;ber die myIDrive App oder bar, ein Trinkgeld zu geben. Der Fahrgast kann eine Fahrt innerhalb von f&uuml;nf Minuten nach Annahme der Bestellung durch den Fahrer kostenlos stornieren. Storniert der Fahrgast eine angenommene Bestellung nach mehr als f&uuml;nf Minuten oder tritt er die Fahrt nicht oder nicht rechtzeitig an, wird eine Stornierungsgeb&uuml;hr f&auml;llig. Die aktuelle Stornierungsgeb&uuml;hr kann unter <a data-fr-linked="true" href="https://myIDrive.ch/ride-with-myIDrive">https://myIDrive.ch/ride-with-myIDrive</a> abgerufen werden. Sie wird von myiDrive durch Belastung der hinterlegten Kredit- oder Debitkarte abgerechnet. Falls eine Zahlung &uuml;ber die hinterlegte Kredit- oder Debitkarte nicht erfolgen kann oder eine R&uuml;ckbelastung von Gutschriften seitens des betreffenden Instituts erfolgt, ist der Fahrgast zur vollen Schadloshaltung von myIDrive verpflichtet. Der Fahrgast kann seine Fahrten samt Fahrtpreis, Fahrer und Streckenf&uuml;hrung jederzeit auf der myIDrive App einsehen. MyIDrive kann nach alleinigem Ermessen Gutschein-Codes oder &auml;hnliche Elemente von Verg&uuml;nstigungen f&uuml;r die Dienstleistungen bzw. f&uuml;r Dienstleistungen von Drittanbietern vergeben, vorbehaltlich der zus&auml;tzlichen Bedingungen, die myIDrive f&uuml;r die einzelnen Gutschein-Codes (&laquo;Gutschein-Codes&raquo;) festlegt. Sie sind damit einverstanden, dass Gutschein-Codes: (i) nur rechtm&auml;ssig sowie f&uuml;r das angegebene Publikum und den angegebenen Zweck verwendet werden d&uuml;rfen; (ii) nicht in irgendeiner Form dupliziert, verkauft oder &uuml;bertragen bzw. (durch &ouml;ffentliches Posten oder auf andere Weise) der &Ouml;ffentlichkeit zur Verf&uuml;gung gestellt werden d&uuml;rfen, wenn dies von myIDrive nicht ausdr&uuml;cklich genehmigt wird; (iii) nur gem&auml;ss den von myIDrive f&uuml;r den jeweiligen Gutschein-Code festgelegten Sonderbedingungen genutzt werden k&ouml;nnen; (iv) nicht in bar ausgezahlt werden k&ouml;nnen; und (v) vor Einl&ouml;sung ablaufen k&ouml;nnen. MyIDrive beh&auml;lt sich das Recht vor, Gutschriften bzw. sonstige Merkmale oder Verg&uuml;nstigungen, die Sie oder ein anderer Benutzer &uuml;ber die Nutzung von Gutschein-Codes erhalten haben, zur&uuml;ckzuhalten bzw. abzuziehen, falls MyIDrive feststellt oder der Ansicht ist, dass die Nutzung oder Einl&ouml;sung des Gutschein-Codes durch einen Fehler, einen Betrug, eine Rechtswidrigkeit und unter Verletzung der g&uuml;ltigen Bedingungen f&uuml;r den Gutschein-Code oder die vorliegenden Bedingungen erfolgte.</p>
<br>
<p><strong>Bewertungen</strong></p>
<br>
<p>Um einen qualitativ hochwertigen Service zu gew&auml;hrleisten und Fahrg&auml;sten und Fahrern zus&auml;tzliche Sicherheit zu geben, k&ouml;nnen sich Fahrg&auml;ste und Fahrer gegenseitig bewerten. Die Bewertungen auf der myIDrive App werden anonymisiert angezeigt und lassen keine R&uuml;ckschl&uuml;sse auf die Identit&auml;t der Fahrg&auml;ste und Fahrer zu. Fahrg&auml;ste und Fahrer sind verpflichtet, Bewertungen und Kommentare nach bestem Wissen und Gewissen vorzunehmen. MyIDrive kann von sich aus oder auf Hinweis eines Fahrgasts oder Fahrers unsachliche, b&ouml;sartige oder falsche Bewertungen und Kommentare l&ouml;schen. Fahrg&auml;ste und Fahrer haben keinen Anspruch auf Berichtigung und/oder L&ouml;schung von Bewertungen und Kommentaren.</p>
<br>
<p><strong>Feedback</strong></p>
<br>
<p>S&auml;mtliche R&uuml;ckmeldungen, Kommentare, Bewertungen etc., die myIDrive von den Fahrg&auml;sten erh&auml;lt, kann myIDrive uneingeschr&auml;nkt unter Namensnennung der Fahrg&auml;ste verwenden, insbesondere ver&ouml;ffentlichen und damit werben.</p>
<br>
<p><strong>Drittanbieter-Service</strong></p>
<br>
<p>MyIDrive kann Inhalte Dritter (einschliesslich Daten, Informationen, Anwendungen und andere Produktdienste) oder Links zu Webseiten oder Diensten Dritter anzeigen, enthalten oder bereitstellen. Solche werden ausschliesslich als Annehmlichkeit f&uuml;r die Fahrg&auml;ste bereitgestellt und von diesen auf eigenes Risiko genutzt. MyIDrive &uuml;bernimmt keine Haftung f&uuml;r Inhalte und Dienstleistungen Dritter, namentlich nicht f&uuml;r deren Richtigkeit, Authentizit&auml;t und Vollst&auml;ndigkeit.</p>
<br>
<p><strong>Datenschutz-Richtlinie</strong></p>
<br>
<p>MyIDrive erhebt, speichert, pflegt und teilt Informationen &uuml;ber Sie gem&auml;ss der Datenschutzrichtlinie, die unter <a data-fr-linked="true" href="https://myIDrive.ch/privacy-policy">https://myIDrive.ch/privacy-policy</a> abrufbar ist. Mit Annahme dieser AGB stimmen Sie unserer Datenschutzrichtlinie zu.</p>
<br>
<p><strong>Haftung</strong></p>
<br>
<p>MyIDrive haftet nicht f&uuml;r das ordnungsgem&auml;sse Funktionieren der MyIDrive App und f&uuml;r Verluste oder Sch&auml;den, die durch die Nutzung entstehen k&ouml;nnen. Insbesondere &uuml;bernimmt myIDrive keine Gew&auml;hrleistung oder Garantie daf&uuml;r, (i) dass der Zugang zur myIDrive App ununterbrochen oder fehlerfrei ist, (ii) dass die Inhalte und enthaltenen Informationen korrekt sind, (iii) dass die myIDrive App, ihre Server, die Inhalte oder E-Mails, die von oder im Auftrag der myIDrive gesendet werden, frei von Viren, Skripten, Trojanern, W&uuml;rmern, Malware, Zeitbomben oder anderen sch&auml;dlichen Komponenten sind. MyIDrive gibt keine Zusicherungen bez&uuml;glich Verl&auml;sslichkeit, P&uuml;nktlichkeit, Qualit&auml;t, Eignung oder Verf&uuml;gbarkeit der Dienstleistungen oder bez&uuml;glich Qualit&auml;t, Eignung, Sicherheit und Bef&auml;higung von Fahrern. Der Fahrgast erkl&auml;rt sich damit einverstanden, das gesamte mit der Nutzung der MyIDrive App verbundene Risiko, soweit gesetzlich zul&auml;ssig, selbst zu tragen. MyIDrive bedingt die Haftung in dem nach geltendem Recht maximal zul&auml;ssigen Umfang weg f&uuml;r Verluste oder Sch&auml;den, die Fahrg&auml;sten aus oder im Zusammenhang mit der Nutzung der myIDrive App entstehen k&ouml;nnen. Bei Rechtsverletzungen oder Verstoss gegen diese Allgemeinen Gesch&auml;ftsbedingungen stellt der Fahrgast myIDrive von der Haftung gegen&uuml;ber Dritten, insbesondere Fahrern, frei. Im &Uuml;brigen ist der Fahrgast gegen&uuml;ber myIDrive zum Ersatz des entstandenen Schadens verpflichtet. Der Fahrgast ist verpflichtet, MyIDrive umfassend und umgehend zu informieren, sollten Dritte, insbesondere Fahrer, Anspr&uuml;che gegen&uuml;ber dem Fahrer und/oder myIDrive androhen oder geltend machen.</p>
<br>
<p><strong>Geltungsdauer und Beendigung</strong></p>
<br>
<p>Der Vertrag zwischen myIDrive und dem Fahrgast endet automatisch, wenn der Fahrgast eine der Voraussetzungen in den Allgemeinen Geschäftsbedingungen nicht mehr erfüllt. MyIDrive kann die Vertragsbeziehung mit einem Fahrgast jederzeit ohne Angabe von Gründen beenden und ihn von der MyIDrive App ausschliessen. Der Fahrgast kann die Vertragsbeziehung ebenfalls jederzeit beenden durch Löschung der myIDrive App. MyIDrive toleriert kein unangebrachtes Fahrgastverhalten. Reklamationen von Fahrern können eine Abmahnung des Fahrgasts oder den direkten Ausschluss von der MyIDrive App zur Folge haben. </p>
<br>
<p><strong>Salvatorische Klausel</strong></p>
<br>
<p>Sollte eine oder mehrere der Bestimmungen dieser Allgemeinen Geschäftsbedingungen ganz oder teilweise unwirksam sein oder werden, so wird die Gültigkeit der übrigen Bestimmungen hiervon nicht berührt. Soweit in unwirksamen Klauseln ein wirksamer, angemessener Teil enthalten ist, soll dieser aufrechterhalten werden. Zwischen den Parteien gilt dann eine wirksame Klausel als vereinbart, die dem wirtschaftlichen Zweck der unwirksamen Klausel am nächsten kommt. Diese gilt auch für den Fall einer Lücke in diesen Allgemeinen Geschäftsbedingungen oder einer individuellen Vereinbarung. </p>
<br>
<p><strong>Änderungen dieser Allgemeinen Geschäftsbedingungen</strong></p>
<br>
<p>MyIDrive kann diese Allgemeinen Geschäftsbedingungen jederzeit ändern, wobei myIDrive sich vorbehält, die geänderten Bestimmungen auch auf bestehende Rechtsverhältnisse anwendbar zu erklären. </p>
<br>
<p><strong>Erfüllungsort, Gerichtsstand, anwendbares Recht </strong></p>
<br>
<p>Erfüllungsort und ausschliesslicher Gerichtsstand ist der Sitz von myIDrive. Das Rechtsverhältnis zwischen myIDrive und dem Fahrgast untersteht schweizerischem Recht unter Ausschluss des internationalen Privatrechts.</p>
<p><br></p>
<p><br></p>
<p>Kontaktinformationen</p>
<p>MyIDrive GmbH</p>
<p>Friesstrasse 43,</p>
<p>8050 Z&uuml;rich</p>
<p><a data-fr-linked="true" href="mailto:info.myidrive@gmail.com">info.myidrive@gmail.com</a></p>
<p><a data-fr-linked="true" href="//www.myIDrive.ch">www.myIDrive.ch</a></p>
            <!-- <div class="countdown">
                <div class="time"><div id="day"></div><span>Days</span></div>
                <div class="time"><div id="hour"></div><span>Hours</span></div>
                <div class="time"><div id="minute"></div><span>Minutes</span></div>
                <div class="time"><div id="second"></div><span>Seconds</span></div>
            </div> -->
        <!-- <a href="#" onclick="toggle();">Notify Me!</a> -->
        </div>
	</body>
	</html>